[
  [
    "A&A",
    "Antike und Abendland: Beiträge zum Verständnis der Griechen und Römer und ihre Nachlebens"
  ],
  [
    "A&R",
    "Atene e Roma: rassegna trimestrale dell'Associazione Italiana di Cultura classica"
  ],
  [
    "AA",
    "Archäologischer Anzeiger"
  ],
  [
    "AAAD",
    "Antichità altoadriatiche"
  ],
  [
    "AAAH",
    "Acta ad archaeologiam et artium historiam pertinentia"
  ],
  [
    "AAASzeged",
    "Acta Univ. de Attila József nominatae, Acta antiqua et archaeologica."
  ],
  [
    "AABS",
    "Annuaire des amis de la Bibliothèque de Sélestat"
  ],
  [
    "AAEC",
    "Annuario dell'Accademia etrusca di Cortona"
  ],
  [
    "AAHG",
    "Anzeiger für die Altertumswissenschaft, hrsg. von der Österreichischen Humanistischen Gesellschaft"
  ],
  [
    "AALIG",
    "Atti dell'Accademia Ligure di Scienze e Lettere"
  ],
  [
    "AAMed",
    "Atti della Accademia Mediterranea delle Scienze"
  ],
  [
    "AAN",
    "Atti della Accademia di Scienze morali e politiche della Società nazionale di Scienze, Lettere ed Arti di Napoli"
  ],
  [
    "AAntHung",
    "Acta Antiqua Academiae Scientiarum Hungaricae"
  ],
  [
    "AAP",
    "Atti dell'Accademia Pontaniana"
  ],
  [
    "AAPal",
    "Atti dell'Accademia di Scienze, Lettere e Arti di Palermo"
  ],
  [
    "AAPat",
    "Atti e Memorie dell'Accademia Patavina di Scienze, Lettere ed Arti, Classe di Sc. mor., Lett. ed Arti"
  ],
  [
    "AAPel",
    "Atti della Accademia Peloritana dei Pericolanti, Classe di Lettere, Filosofia e Belle Arti"
  ],
  [
    "AArch",
    "Acta Archaeologica"
  ],
  [
    "AArchHung",
    "Acta Archaeologica Academiae Scientiarum Hungaricae"
  ],
  [
    "AArchSlov",
    "Acta Archaeologica (Arheoloski Vestnik)"
  ],
  [
    "AARov",
    "Atti della Accademia Roveretana degli Agiati, Classe di Scienze umane, Lettere ed Arti"
  ],
  [
    "AASO",
    "The Annual of the American Schools of Oriental Research"
  ],
  [
    "AAT",
    "Atti della Accademia delle Scienze di Torino, Classe di Scienze morali, storiche e filologiche"
  ],
  [
    "AATC",
    "Atti e Memorie dell'Accademia Toscana La Colombaria"
  ],
  [
    "AAWM",
    "Abhandlungen der Akademie der Wissenschaften in Mainz, Geistes und sozialwissenschaftliche Klasse"
  ],
  [
    "AAWW",
    "Anzeiger der Österreichischen Akademie der Wissenschaften in Wien, Philos.-Hist. Klasse"
  ],
  [
    "AB",
    "Analecta Bollandiana"
  ],
  [
    "ABAW",
    "Abhandlungen der Bayerischen Akademie der Wissenschaften, Philos.-Hist. Klasse"
  ],
  [
    "ABG",
    "Archiv für Begriffsgeschichte: Bausteine zu einem historischen Wörterbuch der Philosophie"
  ],
  [
    "ABPO",
    "Annales de Bretagne et des Pays de l'Ouest"
  ],
  [
    "ABSA",
    "Annual of the British School at Athens"
  ],
  [
    "ABull",
    "The Art Bulletin: a quarterly published by the College Art Association of America"
  ],
  [
    "AC",
    "L'Antiquité classique"
  ],
  [
    "ACD",
    "Acta classica Universitatis Scientiarum Debreceniensis"
  ],
  [
    "ACF",
    "Annuaire du Collège de France"
  ],
  [
    "AClass",
    "Acta classica: proceedings of the Classical Association of South Africa"
  ],
  [
    "AD",
    "Archaiologikon Deltion"
  ],
  [
    "ADFF",
    "Annali del Dipartimento di filosofia dell'Università di Firenze"
  ],
  [
    "ADSV",
    "Anticnaja drevnost'i srednije veka (L'antiquité et le Moyen Âge)"
  ],
  [
    "AE",
    "Archaiologike Ephemeris"
  ],
  [
    "AEA",
    "Archivo Español de Arqueología"
  ],
  [
    "AEH",
    "Argeion oikonomikes istorias (Archives of Economic History, Athens)"
  ],
  [
    "AEHE IV",
    "Annuaire de l'école pratique des Hautes études, IV' sect., Sciences hist. & philol"
  ],
  [
    "AEHE V",
    "Annuaire de l'école pratique des Hautes études, Ve sect., Sciences religieuses"
  ],
  [
    "AEph",
    "Archaiologike ephemeris"
  ],
  [
    "AErt",
    "Archaeologiai Ertesitö"
  ],
  [
    "Aevum(ant)",
    "Aevum antiquum"
  ],
  [
    "AFB",
    "Anuari de filologia, Secció D, Studia Graeca et Latina"
  ],
  [
    "AFC",
    "Anales de Filologia clásica"
  ],
  [
    "AFGG",
    "Annali della Facoltà di Giurisprudenza, Università di Genova"
  ],
  [
    "AFLB",
    "Annali della Facoltà di Lettere e Filosofia di Bari"
  ],
  [
    "AFLC",
    "Annali della Facoltà di Lettere e Filosofia della Università di Cagliari"
  ],
  [
    "AFLD",
    "Annales de la Faculté des Lettres et Sciences humaines de l'Université de Dakar"
  ],
  [
    "AFLL",
    "Annali della Facoltà di Lettere di Lecce"
  ],
  [
    "AFLM",
    "Annali della Facoltà di Lettere e Filosofia, Università di Macerata"
  ],
  [
    "AFLN",
    "Annali della Facoltà di Lettere e Filosofia della Università di Napoli"
  ],
  [
    "AFLPer",
    "Annali della Facoltà di Lettere e Filosofia di Perugia"
  ],
  [
    "AFLS",
    "Annali della Facoltà di Lettere e Filosofia dell'Università di Siena"
  ],
  [
    "AFMC",
    "Annali della Facoltà di Magistero dell'Università di Cagliari"
  ],
  [
    "AFSFC",
    "Annali della Facoltà di Scienze della Formazione dell'Università di Cagliari"
  ],
  [
    "AGI",
    "Archivio Glottologico Italiano"
  ],
  [
    "AGLComo",
    "Annuario del Ginnasio Liceo A. Volta di Como"
  ],
  [
    "AGPh",
    "Archiv für Geschichte der Philosophie"
  ],
  [
    "AGR",
    "Akten der Gesellschaft für griechische und hellenistische Rechts- geschichte"
  ],
  [
    "AH",
    "Ancient History"
  ],
  [
    "AHAM",
    "Anales de Historia antigua y medieval"
  ],
  [
    "AHAUSJ",
    "Annales d'histoire et d'archéologie / Université Saint-Joseph"
  ],
  [
    "AHAW",
    "Abhandlungen der Heidelberger Akademie der Wissenschaften, Philos.- Hist. Klasse"
  ],
  [
    "AHB",
    "The Ancient History Bulletin"
  ],
  [
    "AHC",
    "Annuarium Historiae Conciliorum"
  ],
  [
    "AHDE",
    "Anuario de Historia del Derecho Español"
  ],
  [
    "AHES",
    "Archive for history of exact sciences"
  ],
  [
    "AHistHung",
    "Acta Historica Academiae Scientiarum Hungaricae"
  ],
  [
    "AHMA",
    "Archives d'histoire doctrinale et littéraire du Moyen Âge"
  ],
  [
    "AHR",
    "American Historical Review"
  ],
  [
    "AHSzeged",
    "Acta Univ. de Attila Jozsef nominatae, Acta Historica"
  ],
  [
    "AI",
    "Acta Iranica: encyclopédie permanente des études iraniennes"
  ],
  [
    "AIHS",
    "Archives internationales d'histoire des sciences"
  ],
  [
    "AIIN",
    "Annali dell'Istituto Italiano di Numismatica"
  ],
  [
    "AIIS",
    "Annali dell'Istituto Italiano per gli Studi Storici"
  ],
  [
    "AION(archeol)",
    "Annali dell'Istituto universitario orientale di Napoli, Dipartimento di studi del mondo classico e del Mediterraneo antico, Sezione di archeologia e storia antica"
  ],
  [
    "AION(filol)",
    "Annali dell'Istituto universitario orientale di Napoli, Dipartimento di studi del mondo classico e del Mediterraneo antico, Sezione filologico-letteraria"
  ],
  [
    "AION(ling)",
    "Annali dell'Istituto universitario orientale di Napoli, Dipartimento di studi del mondo classico e del Mediterraneo antico, Sezione linguistica"
  ],
  [
    "AIPh",
    "Annales de l'Institut de philosophie"
  ],
  [
    "AIPhO",
    "Annuaire de l'Institut de Philologie et d'Histoire Orientales et Slaves de l'Université Libre de Bruxelles"
  ],
  [
    "AISF",
    "Annali dell'Istituto di Storia, Univ. di Firenze"
  ],
  [
    "AIV",
    "Atti dell'Istituto Veneto di Scienze, Lettere ed Arti, Classe di Scienze morali e Lettere"
  ],
  [
    "AJ",
    "The Archaeological Journal"
  ],
  [
    "AJA",
    "American Journal of Archaeology"
  ],
  [
    "AJAH",
    "American Journal of Ancient History"
  ],
  [
    "AJN",
    "American Journal of Numismatics"
  ],
  [
    "AJPh",
    "American Journal of Philology"
  ],
  [
    "AK",
    "Antike Kunst, hrsg. von der Vereiningung der Freunde antiker Kunst"
  ],
  [
    "AKB",
    "Archäologisches Korrespondenzblatt: Urgeschichte, Römerzeit, Frühmittelalter"
  ],
  [
    "AKBern",
    "Archäologie im Kanton Bern: Fundberichte und Aufsätze"
  ],
  [
    "AKG",
    "Archiv für Kulturgeschichte"
  ],
  [
    "Akroterion",
    "Akroterion: quarterly for the Classics in South Africa"
  ],
  [
    "Alba Regia",
    "Alba Regia: annales Musei Stephani Regis"
  ],
  [
    "ALGP",
    "Annali del Liceo classico G. Garibaldi di Palermo"
  ],
  [
    "ALMA",
    "Archivum Latinitatis Medii Aevi (Bulletin Du Cange)"
  ],
  [
    "ALMArv",
    "Annales Latini Montium Arvernorum: bulletin du Groupe d'études latines de l'Université de Clermont"
  ],
  [
    "Altertum",
    "Das Altertum, hrsg. vom Zentralinst. für Alte Gesch. und Archäol. der Dt. Akad. der DDR"
  ],
  [
    "AMA",
    "Anticnyj mir i arkheologija (Le monde antique et l'archéologie)"
  ],
  [
    "AMal",
    "Analecta Malacitana: revista de la Sección de Filología de la Facultad de Filosofía y Letras"
  ],
  [
    "AMArc",
    "Atti e Memorie dell'Arcadia"
  ],
  [
    "AMAV",
    "Atti e Memorie delle Accademie di Agricoltura, Scienze e Lettere di Verona"
  ],
  [
    "AMSI",
    "Atti e Memorie della Società Istriana di Archeologia e Storia Patria"
  ],
  [
    "AMW",
    "Archiv für Musikwissenschaft"
  ],
  [
    "AN",
    "Aquileia nostra: bolletino dell'Associazione nazionale per Aquileia"
  ],
  [
    "AncPhil",
    "Ancient Philosophy"
  ],
  [
    "AncSoc",
    "Ancient Society"
  ],
  [
    "AncW",
    "The Ancient World"
  ],
  [
    "Annales (ESC)",
    "Annales: économies, sociétés, civilisations"
  ],
  [
    "Annales (HSS)",
    "Annales: histoire, sciences sociales"
  ],
  [
    "AnnEpigr",
    "L'Année épigraphique"
  ],
  [
    "AnnNorm",
    "Annales de Normandie"
  ],
  [
    "AnnSE",
    "Annali di storia dell'esegesi"
  ],
  [
    "ANRW",
    "Aufstieg und Niedergang der römischen Welt: Geschichte und Kultur Roms im Spiegel der neueren Forschung"
  ],
  [
    "AntAfr",
    "Antiquités africaines"
  ],
  [
    "AntJ",
    "The Antiquaries Journal: being the Journal of the Society of Antiquaries of London"
  ],
  [
    "AOF",
    "Archiv für Orientforschung: Internationale Zeitschrift für die Wissenschaft vom Vorderen Orient"
  ],
  [
    "AOrientHung",
    "Acta Orientalia Academiae Scientiarum Hungaricae"
  ],
  [
    "APF",
    "Archiv für Papyrusforschung und verwandte Gebiete"
  ],
  [
    "APh",
    "L'Année Philologique"
  ],
  [
    "APhD",
    "Archives de philosophie du droit"
  ],
  [
    "APhQ",
    "American Philosophical Quarterly"
  ],
  [
    "AR",
    "Archaeological Reports"
  ],
  [
    "ArchClass",
    "Archeologia classica: rivista della Scuola naz. di Archeologia, pubbl. a cura degli Ist. di Archeologia e Storia dell'arte greca e romana e di Etruscologia e antichità italiche dell'Univ. di Roma"
  ],
  [
    "ArchN",
    "Archaeological news"
  ],
  [
    "ArchOrient",
    "Archiv orientální"
  ],
  [
    "ArchPhilos",
    "Archives de philosophie: recherches et documentation"
  ],
  [
    "ArchS",
    "Archäologie der Schweiz: Mitteilungsblatt der Schweizerischen Gesellschaft für Ur- und Frühgeschichte"
  ],
  [
    "ARH",
    "Arheologiâ, publ. par l'Inst. d'Archéol. de l'Acad. des Sciences d'Ukraine et par la Soc. ukrainienne pour la préservation des monuments culturels et historiques"
  ],
  [
    "ARID",
    "Analecta Romana Instituti Danic"
  ],
  [
    "AS",
    "Anatolian Studies: journal of the British Inst. of Archaeology at Ankara"
  ],
  [
    "ASAA",
    "Annuario della Scuola Archeologica di Atene a delle Missioni Italiane in Oriente"
  ],
  [
    "ASAE",
    "Annales du Service des Antiquités d'égypte"
  ],
  [
    "ASAW",
    "Abhandlungen der Sächsischen Akademie der Wissenschaften zu Leipzig"
  ],
  [
    "ASCL",
    "Archivio Storico per la Calabria e la Lucania"
  ],
  [
    "ASE",
    "Anglo-Saxon England"
  ],
  [
    "ASGM",
    "Atti del Sodalizio glottologico milanese"
  ],
  [
    "ASGP",
    "Annali del Seminario Giuridico dell'Univ. di Palermo"
  ],
  [
    "ASMG",
    "Atti e memorie della Società Magna Grecia"
  ],
  [
    "ASNP",
    "Annali della Scuola Normale Superiore di Pisa, Cl. di Lettere e Filosofia"
  ],
  [
    "ASP",
    "Archivio Storico Pugliese"
  ],
  [
    "ASSARD",
    "Archivio Storico Sardo"
  ],
  [
    "ASTADT",
    "Die Alte Stadt: Vierteljahreszeitschrift für Stadtgeschichte, Stadtsoziologie und Denkmalpflege"
  ],
  [
    "AU",
    "Der altsprachliche Unterricht: Arbeitshefte zu seiner wissenschaftlichen Begründung und praktischen Gestalt"
  ],
  [
    "AUB(class)",
    "Annales Universitatis Budapestinensis de Rolando Eötvös nominatae, Sectio classica"
  ],
  [
    "AUB(phil)",
    "Annales Universitatis Budapestinensis de Rolando Eötvös nominatae, Ê Sectio philosophica et sociologica"
  ],
  [
    "AUBFjur.)",
    "Annales Universitatis Budapestinensis de Rolando Eötvös nominatae, Ê Sectio iuridica"
  ],
  [
    "AUFG",
    "Annali dell'Università di Ferrara, Sez. V, Sc. giurid"
  ],
  [
    "AugAge",
    "Augustan Age"
  ],
  [
    "AugStud",
    "Augustinian Studies"
  ],
  [
    "AUM",
    "Anales de la Universidad de Murcia, Facultad de Letras"
  ],
  [
    "AUMLA",
    "Journal of the Australasian Universities Language and Literature Association"
  ],
  [
    "AUS",
    "Annuaire de l'Université de Sofia, Faculté des Lettres"
  ],
  [
    "AV",
    "Annales Valaisannes"
  ],
  [
    "AVM",
    "Atti e memorie della Accademia Virgiliana di Mantova"
  ],
  [
    "AW",
    "Antike Welt"
  ],
  [
    "AZP",
    "Allgemeine Zeitschrift für Philosophie"
  ],
  [
    "B&W",
    "Bibliothek und Wissenschaft"
  ],
  [
    "BA",
    "Bollettino d'arte del Ministero per i beni culturali e ambientali"
  ],
  [
    "BAA",
    "Bulletin d'archéologie algérienne"
  ],
  [
    "BAB",
    "Bulletin de la Classe des Lettres de l'Académie Royale de BelgiqueN"
  ],
  [
    "BABesch",
    "Bulletin Antieke Beschaving"
  ],
  [
    "BAGB",
    "Bulletin de l'Association Guillaume Budé"
  ],
  [
    "BAL",
    "Bulletin des antiquités luxembourgeoises"
  ],
  [
    "BAM",
    "Bulletin d'archéologie marocaine"
  ],
  [
    "BASO",
    "Bulletin of the American Schools of Oriental Research in Jerusalem and Baghdad"
  ],
  [
    "BASP",
    "Bulletin of the American Society of Papyrologists"
  ],
  [
    "BAVA",
    "Beiträge zur allgemeinen und vergleichenden Archäologie"
  ],
  [
    "BCAR",
    "Bullettino della Commissione Archeologica Comunale in Roma"
  ],
  [
    "BCH",
    "Bulletin de correspondance hellénique"
  ],
  [
    "BCPE",
    "Bolletino del Centro Inernazionale per lo Studio dei Papyri Ercolanesi (Cronache Ercolanesi)"
  ],
  [
    "BCTH",
    "Bulletin archéologique du Comité des travaux historique"
  ],
  [
    "BECh",
    "Bibliothèque de l'école des Chartes"
  ],
  [
    "BEO",
    "Bulletin d'études orientales, publié par l'Institut Français de Damas"
  ],
  [
    "BES",
    "Bulletin of the Egyptological Seminar"
  ],
  [
    "BFLM",
    "Bulletin de la Faculté des Lettres de Mulhouse"
  ],
  [
    "BHM",
    "Bulletin of the History of Medicine"
  ],
  [
    "BIAL",
    "Bulletin of the Institute of Archaeology of the Univ. of London"
  ],
  [
    "BIAO",
    "Bulletin de l'Institut français d'archéologie orientale"
  ],
  [
    "BiblH&R",
    "Bibliothèque d'humanisme et Renaissance"
  ],
  [
    "BIBR",
    "Bulletin de l'Institut historique belge de Rome"
  ],
  [
    "BICS",
    "Bulletin of the Institute of Classical Studies of the University of London"
  ],
  [
    "BIDR",
    "Bullettino dell'Istituto di Diritto romano"
  ],
  [
    "BiZ",
    "Biblische Zeitschrift (Neue Folge)"
  ],
  [
    "BJ",
    "Bonner Jahrbücher des Rheinischen Landesmuseums in Bonn und des Vereins von Altertumsfreunden im Rheinlande"
  ],
  [
    "BJHP",
    "British Journal for the History of Philosophy"
  ],
  [
    "BJHS",
    "British Journal for the History of Science"
  ],
  [
    "BLE",
    "Bulletin de littérature ecclésiastique"
  ],
  [
    "BLR",
    "The Bodleian Library Record"
  ],
  [
    "BMAH",
    "Bulletin des Musées royaux d'Art et d'Histoire"
  ],
  [
    "BMAN",
    "Boletín del Museo arqueológico nacional"
  ],
  [
    "BMB",
    "Bulletin du Musée de Beyrouth"
  ],
  [
    "BMCRev",
    "Bryn Mawr Classical Review"
  ],
  [
    "BMM",
    "Bulletin of the Metropolitan Museum of Art"
  ],
  [
    "BMMP",
    "Bollettino dei monumenti, musei e gallerie pontificie"
  ],
  [
    "BMNE",
    "Bulletin of the Museum of Mediterranean and Near Eastern Antiquities"
  ],
  [
    "BMUSUM",
    "Bulletin of the Museums of Art and Archaeology of the University of Michigan"
  ],
  [
    "BMZ",
    "Museo de Zaragoza, Boletín"
  ],
  [
    "BN",
    "Beiträge zur Namenforschung"
  ],
  [
    "BNum",
    "Bollettino di numismatica"
  ],
  [
    "BO",
    "Bibliotheca Orientalis, uitg. van het Nederlandsch Instituut voor het Nabije Oosten"
  ],
  [
    "BollClass",
    "Bollettino dei classici, a cura del Comitato per la preparazione dell'Edizione nazionale dei Classici greci e latini"
  ],
  [
    "BPHM",
    "Bulletin de la Société internationale pour l'étude de la philosophie médiévale"
  ],
  [
    "BRGK",
    "Bericht der Römisch-Germanischen Kommission des Deutschen Archäologischen Instituts"
  ],
  [
    "BritAA",
    "British Archaeological Abstracts"
  ],
  [
    "BritAB",
    "British Archaeological Bibliography"
  ],
  [
    "BRL",
    "Bulletin of the John Rylands Library"
  ],
  [
    "BSAF",
    "Bulletin de la Société nationale des antiquaires de France"
  ],
  [
    "BSAO",
    "Bulletins de la Société des Antiquaires de l'Ouest"
  ],
  [
    "BSAP",
    "Bulletins trimestriels de la Société des antiquaires de Picardie"
  ],
  [
    "BSEAA",
    "Boletín del Seminario de Estudios de Arte y Arqueología"
  ],
  [
    "BSFN",
    "Bulletin de la Société française de numismatique"
  ],
  [
    "BSL",
    "Bulletin de la Société de linguistique de Paris"
  ],
  [
    "BSPh",
    "Bulletin de la Société française de philosophie"
  ],
  [
    "BSTEC",
    "Bulletin de la Société toulousaine d'études classiques"
  ],
  [
    "BStudLat",
    "Bollettino di studi latini: periodico quadrimestrale d'informazione bibliografica"
  ],
  [
    "BTh",
    "Bulletin de théologie ancienne et médiévale"
  ],
  [
    "BullAIEMA",
    "Bulletin d'information de l'Association internationale pour l'étude de la mosaïque antique"
  ],
  [
    "BVBl",
    "Bayerische Vorgeschichtsblätter"
  ],
  [
    "BWG",
    "Berichte zur Wissenschaftsgeschichte"
  ],
  [
    "ByzF",
    "Byzantinische Forschungen: internationale Zeitschrift für Byzantinistik"
  ],
  [
    "ByzSlav",
    "Byzantinoslavica: revue internationale des études byzantines"
  ],
  [
    "ByzZ",
    "Byzantinische Zeitschrift"
  ],
  [
    "BZG",
    "Basler Zeitschrift für Geschichte und Altertumskunde"
  ],
  [
    "C&M",
    "Classica et mediaevalia: revue danoise d'histoire et de philologie publiée par la Société danoise pour les études anciennes et médiévales"
  ],
  [
    "C&S",
    "Cultura e scuola"
  ],
  [
    "CAAH",
    "Cahiers alsaciens d'archéologie, d'art et d'histoire"
  ],
  [
    "CahNum",
    "Cahiers de Numismatique: bulletin de la Société d'études numismatiques et archéologiques"
  ],
  [
    "CArch",
    "Cahiers archéologiques: fin de l'antiquité et Moyen Âge"
  ],
  [
    "CB",
    "The Classical Bulletin"
  ],
  [
    "CCC",
    "Civiltà classica e cristiana"
  ],
  [
    "CCEC",
    "Cahiers du Centre d'études Chypriotes"
  ],
  [
    "CCG",
    "Cahiers du Centre Gustave Glotz"
  ],
  [
    "CCGR",
    "Cahiers du Centre Georges Radet"
  ],
  [
    "CE",
    "Chronique d'Egypte"
  ],
  [
    "CEA",
    "Cahiers des études anciennes"
  ],
  [
    "CEDAC",
    "Centre d'études et de documentation archéologique de la Conservation de Carthage. Bulletin"
  ],
  [
    "CFC(G)",
    "Cuadernos de filología clásica. Estudios griegos e indoeuropeos."
  ],
  [
    "CFC(L)",
    "Cuadernos de filología clásica. Estudios latinos."
  ],
  [
    "CFS",
    "Cahiers Ferdinand de Saussure: review suisse de linguistique générale"
  ],
  [
    "CGITA",
    "Cahiers du groupe interdisciplinaire du théâtre antique (Cahiers du GITA)"
  ],
  [
    "CH",
    "Cahiers d'histoire publ. par les Univ. de Clermont-Lyon-Grenoble"
  ],
  [
    "ChHist",
    "Church History"
  ],
  [
    "CHR",
    "Catholic Historical Review"
  ],
  [
    "CHum",
    "Computers and the Humanitie"
  ],
  [
    "CIF",
    "Cuadernos de investigación filológica"
  ],
  [
    "CIMA",
    "Cahiers de l'Institut du Moyen Âge grec et latin"
  ],
  [
    "CISA",
    "Contributi dell'Istituto di Storia antica dell'Univ. del Sacro Cuore"
  ],
  [
    "CJ",
    "The Classical Journal"
  ],
  [
    "CJPh",
    "Canadian Journal of Philosophy"
  ],
  [
    "CL",
    "Corolla Londiniensis"
  ],
  [
    "ClAnt",
    "Classical Antiquity"
  ],
  [
    "Classica(Brasil)",
    "Classica: revista brasileira de estudos clássicos"
  ],
  [
    "Classica(Lisboa)",
    "Classica: Boletim de pedagogia e cultura"
  ],
  [
    "ClassStud",
    "Classical Studies"
  ],
  [
    "ClassWrat",
    "Acta Universitatis Wratislaviensis. Classica Wratislaviensia."
  ],
  [
    "CLS",
    "Comparative Literature Studies"
  ],
  [
    "CM",
    "Clio Medica: acta Academiae internationalis historiae medicinae"
  ],
  [
    "CML",
    "Classical and Modern Literature"
  ],
  [
    "CO",
    "The Classical Outlook: journal of the American Classical League"
  ],
  [
    "CodMan",
    "Codices manuscripti: Zeitschrift für Handschriftenkunde"
  ],
  [
    "ColbyQ",
    "Colby Quarterly"
  ],
  [
    "CompLit",
    "Comparative Literature"
  ],
  [
    "ConnHell",
    "Connaissance hellénique"
  ],
  [
    "CPAC",
    "Cuaderns de prehistòria i arqueologia de Castelló"
  ],
  [
    "CPAM",
    "Cuadernos de prehistoria i arqueología"
  ],
  [
    "CPh",
    "Classical Philology "
  ],
  [
    "CPhPJ",
    "Cahiers de philosophie politique et juridique"
  ],
  [
    "CPhRev",
    "Canadian philosophical reviews"
  ],
  [
    "CQ",
    "Classical Quarterly"
  ],
  [
    "CR",
    "Classical Review"
  ],
  [
    "CRAI",
    "Comptes rendus de l'Académie des Inscriptions et Belles-Lettres"
  ],
  [
    "CRCL",
    "Canadian review of comparative literature"
  ],
  [
    "CRDAC",
    "Atti del Centro ricerche e documentazione sull'antichità classica"
  ],
  [
    "CRIPEL",
    "Cahiers de recherches de l'Institut de Papyrologie et d'égyptologie de Lille III"
  ],
  [
    "CronErc",
    "Cronache Ercolanesi"
  ],
  [
    "CrSt",
    "Cristianesimo nella storia: richerche storiche, esegetiche, teologiche"
  ],
  [
    "CS",
    "Critica storica"
  ],
  [
    "CSSH",
    "Comparative Studies in Society and History"
  ],
  [
    "CT",
    "Les Cahiers de Tunisie"
  ],
  [
    "CW",
    "The Classical World"
  ],
  [
    "DA",
    "Dissertations Abstracts: international abstracts of dissertation available in microfilm or as xerographic reproductions"
  ],
  [
    "DArch",
    "Dialoghi di archeologia"
  ],
  [
    "DDJ",
    "Deutsches Dante-Jahrbuch"
  ],
  [
    "DGT",
    "Drevnejsije Gosudarstva na territorii SSSR (Les états les plus anciens sur le territoire de l'URSS: matériaux et recherches)"
  ],
  [
    "DHA",
    "Dialogues d'histoire ancienne"
  ],
  [
    "DLZ",
    "Deutsche Literaturzeitung für Kritik der internationalen Wissenschaft"
  ],
  [
    "DOP",
    "Dumbarton Oaks Papers"
  ],
  [
    "DR",
    "Downside Review"
  ],
  [
    "DUJ",
    "Durham University Journal"
  ],
  [
    "E&W",
    "East and West"
  ],
  [
    "EA",
    "Epigraphica Anatolica: Zeitschrift für Epigraphik und historische Geographie Anatoliens"
  ],
  [
    "EAZ",
    "Ethnographisch-archäologische Zeitschrift"
  ],
  [
    "EC",
    "Études celtiques"
  ],
  [
    "EClás",
    "Estudios clásicos: organo de la Sociedad espanola de estudios clásicos"
  ],
  [
    "EDT",
    "L'Écrit du temps"
  ],
  [
    "EEAth",
    "Epistemonike epeteris tes philosophikes Scholes tou Panepistemiou Athenon"
  ],
  [
    "EEThess(philos)",
    "Epistemonike epeterida tes philosophikes Scholes tou Aristoteleiou Panepistemiou Thessalonikes, Tmema philosophias"
  ],
  [
    "EHEM",
    "Epeteris tes Hetaireias Eleiakon Meleton"
  ],
  [
    "EHHD",
    "Epeteris tes Kentrou Ereunes tes Historias tou Hellenikou Dikaiou"
  ],
  [
    "EHR",
    "English Historical Review"
  ],
  [
    "EHum",
    "Estudios humanisticos"
  ],
  [
    "EIE",
    "Études indo-européennes"
  ],
  [
    "EL",
    "Études de lettres: bulletin de la Faculté des Lettres de l'Univ. de Lausanne et de la Soc. des études de Lettres"
  ],
  [
    "ELF",
    "Ensaios de literatura e filologia, publ. do Dept. de Letras clássicas, Fac. de Letras Univ. federal de Minas Gerais"
  ],
  [
    "EMC",
    "Échos du monde classique (Classical Views)"
  ],
  [
    "EPh",
    "Études philosophiques"
  ],
  [
    "Eranos-Jb",
    "Eranos-Jahrbuch"
  ],
  [
    "EstAnt",
    "Estudios de la antigüedad"
  ],
  [
    "ETF(arqueol)",
    "Espacio, tiempo y forma: revista de la Facultad de Geografía e Historia, Ser. 1"
  ],
  [
    "ETF(hist)",
    "Espacio, tiempo y forma: revista de la Facultad de Geografia e Historia, Ser. 2"
  ],
  [
    "EThL",
    "Ephemerides Theologicae Lovanienses"
  ],
  [
    "EVO",
    "Egitto e Vicino Oriente"
  ],
  [
    "ExcPhilol",
    "Excerpta philologica"
  ],
  [
    "FAM",
    "Filologia antica e moderna"
  ],
  [
    "FBSM",
    "Forschungen und Berichte, hrsg. von den Staatlichen Museen"
  ],
  [
    "FBW",
    "Fundberichte aus Baden-Württemberg, hrsg. von Landesdenkmalamt"
  ],
  [
    "FIul",
    "Forum Iulii: annuario del Museo archeologico nazionale di Cividale del Friuli"
  ],
  [
    "FL",
    "Forum der Letteren"
  ],
  [
    "FlorIlib",
    "Florentia Iliberritana"
  ],
  [
    "FMS",
    "Frühmittelalterliche Studien"
  ],
  [
    "FNT",
    "Filología neotestamentaria"
  ],
  [
    "FR",
    "Felix Ravenna"
  ],
  [
    "FZPhTh",
    "Freiburger Zeitschrift für Philosophie und Theologie"
  ],
  [
    "G&R",
    "Greece and Rome"
  ],
  [
    "GB",
    "Grazer Beiträge: Zeitschrift für die klassische Altertumswissenschaft"
  ],
  [
    "GCFI",
    "Giornale critico della filosofia italiana"
  ],
  [
    "GeorgAnt",
    "Geographia Antiqua"
  ],
  [
    "GFA",
    "Göttinger Forum für Altertumswissenschaft"
  ],
  [
    "GFRF",
    "Giornale ferrarese di retorica e filologia"
  ],
  [
    "GGA",
    "Göttingische Gelehrte Anzeigen"
  ],
  [
    "GH",
    "Le Genre humain"
  ],
  [
    "GIF",
    "Giornale italiano di filologia: rivista trimestrale di cultura"
  ],
  [
    "GJ",
    "The Geographical Journal"
  ],
  [
    "GLO",
    "Graecolatina et Orientalia: zborník Filoz. Fak. Univerz. Komenského"
  ],
  [
    "GLP",
    "Graecolatina Pragensia: acta Universitatis Carolinae"
  ],
  [
    "GM",
    "Giornale di metafisica"
  ],
  [
    "GMusJ",
    "The J. Paul Getty Museum Journal"
  ],
  [
    "GNS",
    "Gazette numismatique suisse"
  ],
  [
    "GRBS",
    "Greek, Roman and Byzantine Studies"
  ],
  [
    "GS",
    "German Studies: a review of German-language research contributions. Sect. l: Philosophy and history; 3: Literature, Music. Fine arts"
  ],
  [
    "GWU",
    "Geschichte in Wissenschaft und Unterricht"
  ],
  [
    "H&T",
    "History and Theory: studies in the philosophy of history "
  ],
  [
    "HA",
    "Helvetia archaeologica"
  ],
  [
    "HAnt",
    "Hispania antiqua: revista de historia antigua"
  ],
  [
    "HASB",
    "Hefte des Archäologischen Seminars der Universität Bern"
  ],
  [
    "HBA",
    "Hamburger Beiträge zur Archäologie"
  ],
  [
    "HBN",
    "Hamburger Beiträge zur Numismatik"
  ],
  [
    "HebrUCA",
    "Hebrew Union College Annual"
  ],
  [
    "HEL",
    "Histoire, épistémologie, langage"
  ],
  [
    "Hellenica",
    "Hellenika: philol. histor. kai laogr. periodikon syngramma tes Hetaireias Makedonikon Spoudon"
  ],
  [
    "HJ",
    "Historisches Jahrbuch"
  ],
  [
    "HLB",
    "Harvard Library Bulletin"
  ],
  [
    "HM",
    "Historia mathematica: international journal of the history of mathematics"
  ],
  [
    "HPhQ",
    "History of Philosophy Quarterly"
  ],
  [
    "HPLS",
    "History and Philosophy of the Life Sciences"
  ],
  [
    "HPTh",
    "History of political thought"
  ],
  [
    "HR",
    "History of Religions"
  ],
  [
    "HS",
    "History of Science"
  ],
  [
    "HSF",
    "Historische Sprachforschung (Historical Linguistics)"
  ],
  [
    "HSMed",
    "Histoire des sciences médicales"
  ],
  [
    "HSPh",
    "Harvard Studies in Classical Philology"
  ],
  [
    "HTechn",
    "History of Technology"
  ],
  [
    "HThR",
    "Harvard Theological Review"
  ],
  [
    "HumLov",
    "Humanistica Lovaniensia"
  ],
  [
    "HZ",
    "Historische Zeitschrift"
  ],
  [
    "IA",
    "Iranica antiqua"
  ],
  [
    "ICS",
    "Illinois Classical Studies"
  ],
  [
    "IEJ",
    "Israel Exploration Journal"
  ],
  [
    "IF",
    "Indogermanische Forschungen"
  ],
  [
    "IFE",
    "Istoriko-filosofsky ezegodnik (History of philosophy yearbook), ed. by the Inst. of Philosophy of the Acad. of Sciences of URSS"
  ],
  [
    "IG",
    "L'Information grammaticale"
  ],
  [
    "IH",
    "L'Information historique"
  ],
  [
    "IJCT",
    "International journal of the classical tradition"
  ],
  [
    "IJNA",
    "International journal of nautical archaeology"
  ],
  [
    "IJPS",
    "International journal of philosophical studies"
  ],
  [
    "IL",
    "L'Information littéraire"
  ],
  [
    "ILing",
    "Incontri linguistici"
  ],
  [
    "IMU",
    "Italia medioevale e umanistica"
  ],
  [
    "InFil",
    "Inozemna filologìâ (Philologie étrangère)"
  ],
  [
    "InvLuc",
    "Invigilata lucernis: rivista dell'Istituto di Latino"
  ],
  [
    "IPQ",
    "International Philosophical Quarterly"
  ],
  [
    "ISPh",
    "International Studies in Philosophy"
  ],
  [
    "JA",
    "Journal asiatique"
  ],
  [
    "JAC",
    "Journal of ancient civilizations"
  ],
  [
    "JAK",
    "Jahresberichte aus Augst und Kaiseraugst"
  ],
  [
    "JAOS",
    "Journal of the American Oriental Society"
  ],
  [
    "JARCE",
    "Journal of the American Research Center in Egypt"
  ],
  [
    "JAS",
    "Journal of the Royal Asiatic Society of Great Britain and Ireland"
  ],
  [
    "JBAA",
    "The Journal of the British Archaeological Association"
  ],
  [
    "JbAC",
    "Jahrbuch für Antike und Christentum"
  ],
  [
    "JBerlM",
    "Jahrbuch der Berliner Museen"
  ],
  [
    "JBL",
    "Journal of Biblical Literature"
  ],
  [
    "JCS",
    "Journal of Classical Studies: the journal of the Class. Soc. of Japan"
  ],
  [
    "JDAI",
    "Jahrbuch des Deutschen Archäologischen Instituts"
  ],
  [
    "JEA",
    "Journal of Egyptian Archaeology"
  ],
  [
    "JECS",
    "Journal of early Christian studies"
  ],
  [
    "JEH",
    "Journal of Ecclesiastical History"
  ],
  [
    "JESHO",
    "Journal of the economic and social history of the Orient"
  ],
  [
    "JEurArch",
    "Journal of European archaeology"
  ],
  [
    "JFA",
    "Journal of Field Archaeology"
  ],
  [
    "JGRS",
    "Journal of Greco-Roman Studies"
  ],
  [
    "JGS",
    "Journal of Glass Studies"
  ],
  [
    "JHA",
    "Journal for the history of astronomy"
  ],
  [
    "JHAS",
    "Journal for the history of Arabic science"
  ],
  [
    "JHAW",
    "Jahrbuch der Heidelberger Akad. der Wissenschaften"
  ],
  [
    "JHB",
    "Journal of the history of biology"
  ],
  [
    "JHI",
    "Journal of the History of Ideas"
  ],
  [
    "JHM",
    "Journal of the History of Medicine and allied Sciences"
  ],
  [
    "JHPh",
    "Journal of the History of Philosophy"
  ],
  [
    "JHS",
    "Journal of Hellenic Studies"
  ],
  [
    "JHSex",
    "Journal of the history of sexuality"
  ],
  [
    "JIES",
    "Journal of Indo-European Studies"
  ],
  [
    "JJP",
    "Journal of Juristic Papyrology"
  ],
  [
    "JMA",
    "Journal of Mediterranean archaeology"
  ],
  [
    "JNES",
    "Journal of Near Eastern Studies"
  ],
  [
    "JNG",
    "Jahrbuch für Numismatik und Geldgeschichte"
  ],
  [
    "JöAI",
    "Jahreshefte des Österreichischen Archäologischen Instituts"
  ],
  [
    "JöByz",
    "Jahrbuch der Österreichischen Byzantinistik"
  ],
  [
    "JPh",
    "Journal of Philosophy"
  ],
  [
    "JPR",
    "Journal of prehistoric religion"
  ],
  [
    "JR",
    "Journal of Religion"
  ],
  [
    "JRA",
    "Journal of Roman archaeology"
  ],
  [
    "JRGZ",
    "Jahrbuch des Römisch-Germanischen Zentralmuseums"
  ],
  [
    "JRH",
    "Journal of Religious History"
  ],
  [
    "JRMES",
    "Journal of Roman military equipment studies"
  ],
  [
    "JRS",
    "Journal of Roman Studies"
  ],
  [
    "JS",
    "Journal des Savants"
  ],
  [
    "JSAH",
    "Journal of the Society of Architectural Historians"
  ],
  [
    "JSGU",
    "Jahrbuch der Schweizerischen Gesellschaft für Ur- und Frühgeschichte"
  ],
  [
    "JSJ",
    "Journal for the study of Judaism: (in the Persian, Hellenistic and Roman period)"
  ],
  [
    "JThS",
    "Journal of Theological Studies. Oxford, Clarendon Press"
  ],
  [
    "JVEG",
    "Jaarbericht van het Voor-Aziatisch-Egyptisch Genootschap Ex Oriente Lux"
  ],
  [
    "JWAG",
    "Journal of the Walters Art Gallery"
  ],
  [
    "JWG",
    "Jahrbuch für Wirtschaftsgeschichte"
  ],
  [
    "JWI",
    "Journal of the Warburg and Courtauld Institutes"
  ],
  [
    "KantStud",
    "Kant-Studien: Philosophische Zeitschrift"
  ],
  [
    "KGB",
    "Koldewey-Gesellschaft, Vereinigung für baugeschichtliche Forschung e. V. Bericht über die Tagung für Ausgrabungswissenschaft und Bauforschung"
  ],
  [
    "KIAM",
    "Kul'tura iskusstvo anticnogo mira"
  ],
  [
    "KJ",
    "Kölner Jahrbuch für Vor- und Frühgeschichte, hrsg. vom Römisch- Germanischen Museum und der Archäologischen Gesellschaft Köln"
  ],
  [
    "KSIA",
    "Kratkije soobseniâ Inst. arheol. Akad. Nauk SSSR"
  ],
  [
    "L&S",
    "Lingua e stile"
  ],
  [
    "LCM",
    "Liverpool Classical Monthly"
  ],
  [
    "LEC",
    "Les Études Classiques"
  ],
  [
    "LF",
    "Listy filologické"
  ],
  [
    "LibStud",
    "Libyan Studies"
  ],
  [
    "Ling",
    "La linguistique"
  ],
  [
    "LingBibl",
    "Linguistica Biblica: interdisziplinäre Zeitschrift für Theologie und Linguistik"
  ],
  [
    "LMS",
    "Littérature, médicine, société"
  ],
  [
    "LNV",
    "Litterae Numismaticae Vindobonenses"
  ],
  [
    "LThPh",
    "Laval Théologique et Philosophique"
  ],
  [
    "M&H",
    "Medievalia et Humanistica: studies in medieval and Renaissance society"
  ],
  [
    "MA",
    "Le Moyen Âge: revue trimestrielle d'histoire et de philologie"
  ],
  [
    "MAev",
    "Medium Aevum"
  ],
  [
    "MAGS",
    "Mitteilungen der Archäologischen Gesellschaft Steiermark"
  ],
  [
    "MAI",
    "Mémoires de l'Académie des Inscriptions et Belles Lettres"
  ],
  [
    "MAIB",
    "Memorie dell'Accademia delle Scienze dell'Istituto di Bologna, Cl. di Sc. morali"
  ],
  [
    "MAL",
    "Memorie della Classe di Scienze morali e storiche dell'Accademia dei Lincei"
  ],
  [
    "MAT",
    "Memorie dell'Accademia delle Scienze di Torino, Classe di Scienze morali, storiche e filologiche"
  ],
  [
    "MAWBL",
    "Mededelingen van de koninklijke Academie voor Wetensehappen, Letteren & Schone Kunsten van België, Kl. der Letteren"
  ],
  [
    "MAZ",
    "Mainzer Archäologische Zeitschrift"
  ],
  [
    "MBAH",
    "Münsterische Beiträge zur antiken Handelsgeschichte"
  ],
  [
    "MCr",
    "Museum Criticum"
  ],
  [
    "MCSN",
    "Materiali e contributi per la storia della narrativa greco-latina"
  ],
  [
    "MCV",
    "Mélanges de la Casa de Velázquez, Madrid"
  ],
  [
    "MD",
    "Materiali e discussioni per l'analisi dei testi classici"
  ],
  [
    "MDAI(A)",
    "Mitteilungen des Deutschen Archäologischen Instituts (Athen. Abt.)"
  ],
  [
    "MDAI(D)",
    "Damaszener Mitteilungen, hrsg. von dem Deutschen Archäologischen Institut (Station Damaskus)"
  ],
  [
    "MDAI(I)",
    "Mitteilungen des Deutschen Archäologischen Instituts (Abt. Istambul)"
  ],
  [
    "MDAI(M)",
    "Mitteilungen des Deutschen Archäologischen Instituts (Abt. Madrid)"
  ],
  [
    "MDAI(R)",
    "Mitteilungen des Deutschen Archäologischen Instituts (Röm. Abt.)"
  ],
  [
    "MedArch",
    "Mediterranean Archaeology: Australian and New Zealand journal for the archaeology of the Mediterranean world"
  ],
  [
    "MedHist",
    "Medical History: a quarterly journal devoted to the history of medicine and related sciences"
  ],
  [
    "MEFRA",
    "Mélanges d'Archéologie et d'Histoire de l'école Française de Rome, Antiquité"
  ],
  [
    "MEFRM",
    "Mélanges de l'école française de Rome. Moyen Âge et temps modernes"
  ],
  [
    "MEG",
    "Medioevo greco"
  ],
  [
    "MGM",
    "Militärgeschichtliche Mitteilungen"
  ],
  [
    "MGR",
    "Miscellanea greca e romana: studi pubblicati dall'Ist. italiano per la storia antica"
  ],
  [
    "MH",
    "Museum Helveticum: revue suisse pour l'étude de l'Antiquité classique"
  ],
  [
    "MHA",
    "Memorias de historia antigua"
  ],
  [
    "MHJ",
    "Medizin-historisches Journal"
  ],
  [
    "MHR",
    "Mediterranean Historical Review, ed. by the Aranne School of History, Tel Aviv Univ"
  ],
  [
    "MiChA",
    "Mitteilungen zur christlichen Archäologie"
  ],
  [
    "MIL",
    "Memorie dell'Ist. Lombardo, Accademia di Scienze e Lettere, Cl. di Lett., Sc. morali e storiche"
  ],
  [
    "Minerva(lond)",
    "Minerva: the international review of ancient art and archaeology"
  ],
  [
    "Minerva(vall)",
    "Minerva: revista de filología clásica"
  ],
  [
    "MIöG",
    "Mitteilungen des Instituts für österreichische Geschichtsforschung"
  ],
  [
    "MLatJB",
    "Mittellateinisches Jahrbuch"
  ],
  [
    "MMAI",
    "Monuments et mémoires publiés par l'Académie des Inscriptions et Belles-Lettres (Fondation Piot)"
  ],
  [
    "MMJ",
    "Metropolitan Museum Journal"
  ],
  [
    "MNIR",
    "Mededelingen van het Nederlandsch historisch Instituut te Rome"
  ],
  [
    "ModSch",
    "The Modern Schoolman: a quarterly Journal of Philosophy"
  ],
  [
    "MonAL",
    "Monumenti antichi, pubblicati dall'Accademia dei Lincei"
  ],
  [
    "MPAA",
    "Atti della Pontificia Accademia romana di Archeologia, Ser. IIIa, Memorie (in-4¡)"
  ],
  [
    "MPhL",
    "Museum Philologum Londiniense"
  ],
  [
    "MS",
    "Mediaeval Studies"
  ],
  [
    "MSR",
    "Mélanges de Science Religieuse"
  ],
  [
    "MSS",
    "Münchener Studien zur Sprachwissenschaft"
  ],
  [
    "MT",
    "Museum Tusculanum"
  ],
  [
    "MusPat",
    "Museum Patavinum: rivista semestrale della Facoltà di Lettere e Filosofia di Padova"
  ],
  [
    "MZ",
    "Mainzer Zeitschrift: Mittelrheinisches Jahrbuch für Archäologie, Kunst und Geschichte"
  ],
  [
    "NAC",
    "Numismatica e antichità classiche: quaderni ticinesi"
  ],
  [
    "NAFM",
    "Nuovi annali della Facoltà di Magistero dell'Università di Messina"
  ],
  [
    "NAWG",
    "Nachrichten der Akademie der Wissenschaften in Göttingen, Philol.- Hist. Klasse"
  ],
  [
    "NC",
    "Numismatic Chronicle"
  ],
  [
    "NCirc",
    "Numismatic Circular"
  ],
  [
    "NE",
    "Numismatika i èpigraphika"
  ],
  [
    "NECN",
    "New England Classical Newsletter"
  ],
  [
    "NL",
    "Numismatic Literature"
  ],
  [
    "NNB",
    "Numismatisches Nachrichtenblatt: Organ des Verbandes der Dt. Münzvereine"
  ],
  [
    "NphM",
    "Neuphilologische Mitteilungen"
  ],
  [
    "NRS",
    "Nuova rivista storica"
  ],
  [
    "NRTh",
    "Nouvelle Revue Théologique"
  ],
  [
    "NSA",
    "Notizie degli scavi di antichità"
  ],
  [
    "NT",
    "Novum Testamentum: an international quarterly for New Testament and related studies"
  ],
  [
    "NTA",
    "New Testament Abstracts"
  ],
  [
    "NTM",
    "Schriftenreihe für Geschichte der Naturwissenschaften, Technik und Medizin"
  ],
  [
    "NTS",
    "New Testament Studies: an international journal publ. quarterly under the auspices of Studiorum Novi Testamenti Societas"
  ],
  [
    "NZ",
    "Numismatische Zeitschrift"
  ],
  [
    "OA",
    "Oriens Antiquus: rivista del Centro per le Antichità e la Storia dell'Arte del vicino Oriente"
  ],
  [
    "OAth",
    "Opuscula Atheniensia: acta Inst. Athen. Regni Sueciae"
  ],
  [
    "OC",
    "Oriens Christianus: Hefte für die Kunde des christlichen Orients"
  ],
  [
    "OCP",
    "Orientalia Christiana Periodica"
  ],
  [
    "OJA",
    "Oxford Journal of Archaeology"
  ],
  [
    "OLP",
    "Orientalia Lovaniensia Periodica"
  ],
  [
    "OLZ",
    "Orientalistische Literaturzeitung"
  ],
  [
    "OMRL",
    "Oudheidkundige Mededelingen uit het Rijksmuseum van Oudheiden te Leiden"
  ],
  [
    "ORom",
    "Opuscula Romana: acta Inst. Rom. Regni Sueciae"
  ],
  [
    "OS",
    "Ostkirchliche Studien"
  ],
  [
    "OSAPh",
    "Oxford Studies in Ancient Philosophy"
  ],
  [
    "P&P",
    "Past and Present: a journal of historical Studies"
  ],
  [
    "PAA",
    "Praktika tes Akademias Athenon"
  ],
  [
    "PAAH",
    "Praktika tes en Athenais Archaiologikes Etaireias"
  ],
  [
    "PACPhA",
    "Proceedings of the American Catholic Philosophical Association"
  ],
  [
    "PalEQ",
    "Palestine Exploration Quarterly"
  ],
  [
    "PAPHS",
    "Proceedings of the American Philosophical Society"
  ],
  [
    "PAS",
    "Proceedings of the Aristotelian Society"
  ],
  [
    "PAS(suppl)",
    "Proceedings of the Aristotelian Society. Supplementary volume."
  ],
  [
    "PBA",
    "Proceedings of the British Academy"
  ],
  [
    "PBH",
    "Patma-banasirakan handes: revue historico-philologique"
  ],
  [
    "PBSR",
    "Papers of the British School at Rome"
  ],
  [
    "PCA",
    "Proceedings of the Classical Association"
  ],
  [
    "PCPhS",
    "Proceedings of the Cambridge Philological Society"
  ],
  [
    "PF",
    "The Philosophical Forum: a philosophical quarterly publ. with the cooper. of the Dept. of Philosophy of Boston Univ."
  ],
  [
    "Ph&Lit",
    "Philosophy and Literature"
  ],
  [
    "Ph&PhenR",
    "Philosophy and Phenomenological Research"
  ],
  [
    "Ph&Rh",
    "Philosophy and Rhetoric"
  ],
  [
    "PhH",
    "Pharmacy in history"
  ],
  [
    "PhilClass",
    "Philologia classica: recueil interuniversitaire périodique"
  ],
  [
    "PhilosQ",
    "The Philosophical Quarterly"
  ],
  [
    "PHist",
    "Przeglad Historyczny"
  ],
  [
    "PhJ",
    "Philosophisches Jahrbuch"
  ],
  [
    "PhLA",
    "Philosophischer Literaturanzeiger"
  ],
  [
    "PhN",
    "Philosophia naturalis"
  ],
  [
    "PhQ",
    "Philological Quarterly"
  ],
  [
    "PhR",
    "Philosophical Review"
  ],
  [
    "PhRdschau",
    "Philosophische Rundschau: eine Zeitschrift für philosophische Kritik"
  ],
  [
    "PhStud",
    "Philosophical Studies"
  ],
  [
    "PK",
    "Pamâtniki kul'tury (Monuments of culture: new discoveries)"
  ],
  [
    "PKFil",
    "Pitannâ klasicnoï filologìï (Questions de philologie classique)"
  ],
  [
    "PP",
    "La Parola del passato: rivista di studi antichi"
  ],
  [
    "PPH",
    "Perspektiven der Philosophie: neues Jahrbuch"
  ],
  [
    "PPol",
    "Il pensiero politico: rivista di storia delle idee politiche e sociali"
  ],
  [
    "PRIA",
    "Proceedings of the Royal Irish Academy"
  ],
  [
    "PSN",
    "Petronian Society Newsletter"
  ],
  [
    "PVS",
    "Proceedings of the Virgil Society"
  ],
  [
    "QAL",
    "Quaderni di archeologia della Libia"
  ],
  [
    "QC",
    "Quaderni catanesi di studi classici e medievali"
  ],
  [
    "QCCCM",
    "Quaderni catanesi di cultura classica e medievale"
  ],
  [
    "QCTC",
    "Quaderni di Cultura e di Tradizione classica"
  ],
  [
    "QFC",
    "Quaderni di filologia classica dell'Università di Trieste, Ist. di Filol. class."
  ],
  [
    "QIASA",
    "Quaderni dell'Istituto di Archeologia e Storia antica dell'Univ. G. d'Annunzio, Chieti"
  ],
  [
    "QIFP",
    "Quaderni dell'Ist. di Filosofia, Univ. degli Studi di Perugia, Fac. di Magistero"
  ],
  [
    "QILL",
    "Quaderni dell'Istituto di Lingua e Letteratura latina. Università di Roma, Fac. di Magistero"
  ],
  [
    "QJS",
    "Quarterly Journal of Speech"
  ],
  [
    "QLF",
    "Quaderni linguistici e filologici: ricerche svolte presso l'Univ. degli Studi di Macerata"
  ],
  [
    "QMAB",
    "Quaderni del Museo archeologico F. Ribezzo di Brindisi"
  ],
  [
    "QS",
    "Quaderni di storia"
  ],
  [
    "QUCC",
    "Quaderni urbinati di cultura classica"
  ],
  [
    "RA",
    "Revue archéologique"
  ],
  [
    "RAAN",
    "Rendiconti dell'Accademia di Archeologia, Lettere e Belle Arti di Napoli"
  ],
  [
    "RAC",
    "Rivista di archeologia cristiana"
  ],
  [
    "RACF",
    "Revue archéologique du Centre [de la France]"
  ],
  [
    "RAComo",
    "Rivista archeologica dell'antica provincia e diocesi di Como"
  ],
  [
    "RAE",
    "Revue archéologique de l'Est et du Centre-Est"
  ],
  [
    "RAIB",
    "Rendiconti dell'Accademia delle Scienze dell'Istituto di Bologna, Cl. di sc. mor"
  ],
  [
    "RAL",
    "Rendiconti della Classe di Scienze morali, storiche e filologiche dell'Accademia dei Lincei"
  ],
  [
    "RAN",
    "Revue archéologique de Narbonnaise"
  ],
  [
    "RAPic",
    "Revue archéologique de Picardie"
  ],
  [
    "RBA",
    "Revue belge d'archéologie et d'histoire de l'art"
  ],
  [
    "RBen",
    "Revue bénédictine"
  ],
  [
    "RBi",
    "Revue biblique"
  ],
  [
    "RBN",
    "Revue belge de numismatique et de sigillographie"
  ],
  [
    "RBPh",
    "Revue belge de philologie et d'histoire"
  ],
  [
    "RBS",
    "Regulae Benedicti Studia: annuarium internationale"
  ],
  [
    "RCCM",
    "Rivista di cultura classica e medioevale"
  ],
  [
    "RD",
    "Revue historique de droit français et étranger"
  ],
  [
    "RdA",
    "Rivista di archeologia"
  ],
  [
    "RDAC",
    "Report of the Department of Antiquities, Cyprus"
  ],
  [
    "RdN",
    "Revue du Nord"
  ],
  [
    "REA",
    "Revue des études anciennes"
  ],
  [
    "REArm",
    "Revue des études arméniennes"
  ],
  [
    "REAug",
    "Revue des études augustiniennes"
  ],
  [
    "REByz",
    "Revue des études byzantines"
  ],
  [
    "REC",
    "Revista de estudios clásicos"
  ],
  [
    "RecAug",
    "Recherches augustiniennes (Supplément à REAug)"
  ],
  [
    "RecSR",
    "Recherches de science religieuse"
  ],
  [
    "RecTh",
    "Recherches de théologie ancienne et médiévale"
  ],
  [
    "REG",
    "Revue des études grecques"
  ],
  [
    "REgypt",
    "Revue d'égyptologie"
  ],
  [
    "REJ",
    "Revue des études juives"
  ],
  [
    "REL",
    "Revue des études latines"
  ],
  [
    "RELig",
    "Revue d'études ligures"
  ],
  [
    "RelStud",
    "Religious Studies"
  ],
  [
    "RenQ",
    "Renaissance Quarterly"
  ],
  [
    "REPh",
    "Revue de l'enseignement philosophique"
  ],
  [
    "RESE",
    "Revue des études sud-est européennes"
  ],
  [
    "REspLing",
    "Revista española de linguística"
  ],
  [
    "RF(Argentina)",
    "Revista de filosofía"
  ],
  [
    "RF(Bologna)",
    "Rivista di filosofia"
  ],
  [
    "RFIC",
    "Rivista di filologia e di istruzione classica"
  ],
  [
    "RFN",
    "Rivista di filosofia neoscolastica"
  ],
  [
    "RH",
    "Revue historique"
  ],
  [
    "RHD",
    "Revue d'histoire du droit (Tijdschrift voor Rechtsgeschiedenis)"
  ],
  [
    "RHE",
    "Revue d'histoire ecclésiastique"
  ],
  [
    "RhM",
    "Rheinisches Museum"
  ],
  [
    "RHPHARM",
    "Revue d'histoire de la pharmacie"
  ],
  [
    "RHPhR",
    "Revue d'histoire et de philosophie religieuses"
  ],
  [
    "RHR",
    "Revue de l'histoire des religions"
  ],
  [
    "RHS",
    "Revue d'histoire des sciences et de leurs applications"
  ],
  [
    "RHT",
    "Revue d'histoire des textes"
  ],
  [
    "RHum",
    "Roczniki humanistyczne. 3, Filologia klasyczna"
  ],
  [
    "RHV",
    "Revue historique vaudoise"
  ],
  [
    "RIA",
    "Rivista dell'Istituto Nazionale di Archeologia e Storia dell'Arte"
  ],
  [
    "RicTeol",
    "Ricerche teologiche"
  ],
  [
    "RIDA",
    "Revue internationale des droits de l'Antiquité"
  ],
  [
    "RIFD",
    "Rivista internazionale di filosofia del diritto"
  ],
  [
    "RigBer",
    "Riggisberger Berichte"
  ],
  [
    "RIL",
    "Rendiconti dell'Istituto Lombardo, Classe di Lettere, Scienze morali e storiche"
  ],
  [
    "RIN",
    "Rivista italiana di numismatica e scienze affini"
  ],
  [
    "RIO",
    "Revue internationale d'onomastique"
  ],
  [
    "RIPh",
    "Revue internationale de philosophie"
  ],
  [
    "RISSH",
    "Revue informatique et statistique dans les sciences humaines"
  ],
  [
    "RivBibl",
    "Rivista biblica"
  ],
  [
    "RJ",
    "Rechtshistoriches Journal"
  ],
  [
    "RKI",
    "Report of the Keio Institute of Cultural and Linguistic Studies"
  ],
  [
    "RL",
    "Revista de letras"
  ],
  [
    "RLAC",
    "Reallexikon für Antike und Christentum"
  ],
  [
    "RLAF",
    "Revista latinoamericana de filosofía"
  ],
  [
    "RMeta",
    "Review of Metaphysics"
  ],
  [
    "RMM",
    "Revue de métaphysique et de morale"
  ],
  [
    "RN",
    "Revue numismatique"
  ],
  [
    "Rö",
    "Römisches österreich: Jahresschrift der Österreichischen Gesellschaft für Archäologie"
  ],
  [
    "RocsHum",
    "Roczniki humanistyczne"
  ],
  [
    "RomBarb",
    "Romanobarbarica: contributi allo studio dei rapporti culturali tra mondo latino e mondo barbarico"
  ],
  [
    "RomForsch",
    "Romanische Forschungen: Vierteljahresschrift für romanische Sprachen und Literaturen"
  ],
  [
    "RPAA",
    "Rendiconti della Pontificia Accademia di Archeologia"
  ],
  [
    "RPh",
    "Revue de philologie, de littérature et d'histoire anciennes"
  ],
  [
    "RPhA",
    "Revue de philosophie ancienne"
  ],
  [
    "RPhilos",
    "Revue philosophique de la France et de l'étranger"
  ],
  [
    "RPhL",
    "Revue philosophique de Louvain"
  ],
  [
    "RPL",
    "Res publica litterarum: studies in the classical tradition"
  ],
  [
    "RQA",
    "Römische Quartalschrift für christliche Altertumskunde und für Kirchengeschichte"
  ],
  [
    "RQS",
    "Revue des questions scientifiques"
  ],
  [
    "RS",
    "Revue de synthèse"
  ],
  [
    "RSA",
    "Rivista storica dell'Antichità"
  ],
  [
    "RSAA",
    "Revue suisse d'art et d'archéologie"
  ],
  [
    "RSBN",
    "Rivista di studi bizantini e neoellenici"
  ],
  [
    "RSBS",
    "Rivista di studi bizantini e slavi"
  ],
  [
    "RSCI",
    "Rivista di storia della Chiesa in Italia"
  ],
  [
    "RSF",
    "Rivista critica di storia della filosofia"
  ],
  [
    "RSI",
    "Rivista storica italiana"
  ],
  [
    "RSLR",
    "Rivista di storia e letteratura religiosa"
  ],
  [
    "RSO",
    "Rivista degli studi orientali"
  ],
  [
    "RSP",
    "Rivista di studi pompeiani"
  ],
  [
    "RSPh",
    "Revue des sciences philosophiques et théologiques"
  ],
  [
    "RSR",
    "Revue des sciences religieuses"
  ],
  [
    "RSS",
    "Rassegna storica salernitana"
  ],
  [
    "RStudFen",
    "Rivista di studi fenici, pubbl. dal Centro di studio per la civiltà fenicia e punica"
  ],
  [
    "RThL",
    "Revue théologique de Louvain"
  ],
  [
    "RThPh",
    "Revue de théologie et de philosophie"
  ],
  [
    "RUB",
    "Revue de l'Université de Bruxelles"
  ],
  [
    "Rudiae",
    "Rudiae: ricerche sul mondo classico"
  ],
  [
    "RVF",
    "Revista venezolana de filosofía"
  ],
  [
    "S&C",
    "Scrittura e Civiltà"
  ],
  [
    "SA",
    "Sovetskaja arheologia"
  ],
  [
    "SAMPhN",
    "Newsletter of the Society for ancient medicine and pharmacy"
  ],
  [
    "SAWDDR",
    "Sitzungsberichte der Akademie der Wissenschaften in Berlin, Gesellschaftswissenschaften (G)"
  ],
  [
    "SAWW",
    "Sitzungsberichte der Österreichischen Akademie der Wissenschaft in Wien, Philos.-Hist. Klasse"
  ],
  [
    "SBAW",
    "Sitzungsberichte der Bayerischen Akademie der Wissenschaften, Philos.- Hist. Klasse"
  ],
  [
    "SBB",
    "Studien zum Buch- und Bibliothekswesen"
  ],
  [
    "SCent",
    "The second century: a journal of early Christian studies"
  ],
  [
    "SCI",
    "Scripta classica Israelica: yearbook of the Israel Soc. for the promotion of classical Studies"
  ],
  [
    "SCO",
    "Studi classici e orientali"
  ],
  [
    "SDHI",
    "Studia et Documenta Historiae et Iuris"
  ],
  [
    "SE",
    "Studi etruschi. Roma, Giorgio Bretschneider"
  ],
  [
    "SEJG",
    "Sacris Erudiri: jaarboek voor Godsdienstwetenschappen"
  ],
  [
    "SemRom",
    "Seminari romani di cultura greca"
  ],
  [
    "SG",
    "Studi genuensi"
  ],
  [
    "SGE",
    "Soobseniâ Gosudarstvennogo Èrmitaza (Reports of the Hermitage Museum)"
  ],
  [
    "SHAW",
    "Sitzungsberichte der Heidelberger Akademie der Wissenschaften, Philos.- Hist. Klasse"
  ],
  [
    "SHHA",
    "Studia historica historia antigua"
  ],
  [
    "SHPS",
    "Studies in history and philosophy of science"
  ],
  [
    "SicGymn",
    "Siculorum Gymnasium: rassegna semestrale della Facoltà di Lettere e Filosofia dell'Università di Catania"
  ],
  [
    "SIFC",
    "Studi italiani di filologia classica"
  ],
  [
    "SILTA",
    "Studi italiani di linguistica teorica e applicata"
  ],
  [
    "SJ",
    "Saalburg-Jahrbuch"
  ],
  [
    "SL",
    "Studia linguistica: revue de linguistique générale et comparée"
  ],
  [
    "SMEA",
    "Studi micenei ed egeo-anatolici"
  ],
  [
    "SMed",
    "Schede medievali: rassegna a cura dell'officina di studi medievali"
  ],
  [
    "SMSR",
    "Studi e materiali di storia delle religioni"
  ],
  [
    "SNR",
    "Schweizerische numismatische Rundschau"
  ],
  [
    "SO",
    "Symbolae Osloenses, auspiciis Societatis Graeco-Latine"
  ],
  [
    "SOliv",
    "Studia Oliveriana"
  ],
  [
    "SPFB",
    "Sborník Prací Filosofické Fak. Brnenské Univ. Rada archeol. klas."
  ],
  [
    "SPFB(klas)",
    "Sborník Prací Filosofické Fakulty Brnenské University"
  ],
  [
    "SPh",
    "Studies in Philology"
  ],
  [
    "SPhP",
    "Symbolae Philologorum Posnanensium"
  ],
  [
    "SPhS",
    "Studia philologica Salmanticensia. Univ. de Salamanca, Acta Salm. Filos. y Letras"
  ],
  [
    "Sprachkunst",
    "Sprachkunst. Beiträge zur Literaturwissenschaft"
  ],
  [
    "SR",
    "Studies in religion (Sciences religieuses)"
  ],
  [
    "SRIC",
    "Studi e ricerche dell'Ist. di Civilità classica, cristiana, medievale"
  ],
  [
    "SS",
    "Studi sardi"
  ],
  [
    "SSL",
    "Studi e saggi linguistici"
  ],
  [
    "SStor",
    "Storia della storiografia"
  ],
  [
    "STh",
    "Scandinavian Journal of Theology"
  ],
  [
    "STHist",
    "Sources: travaux historiques"
  ],
  [
    "StudClas",
    "Studii Clasice"
  ],
  [
    "StudLang",
    "Studies in Language: international journal sponsored by the Foundations of Language"
  ],
  [
    "StudMagr",
    "Studi magrebini"
  ],
  [
    "StudMed",
    "Studi medievali"
  ],
  [
    "StudMon",
    "Studia monastica"
  ],
  [
    "StudOv",
    "Studium Ovetense: revista del Centro sup. de EStudios eclesiásticos La Asunción"
  ],
  [
    "StudPat",
    "Studia Patavina: rivista di scienze religiose"
  ],
  [
    "StudPhil",
    "Studia philosophica: annuaire de la Société suisse de philosophie"
  ],
  [
    "StudPhilon",
    "The Studia Philonica Annual: studies in Hellenistic Judaism"
  ],
  [
    "StudPic",
    "Studia Picena"
  ],
  [
    "StudRom",
    "Studi romani: rivista bimestrale dell'Istituto di Studi Romani"
  ],
  [
    "StudRomagn",
    "Studi romagnoli"
  ],
  [
    "StudSal",
    "Studi salentini"
  ],
  [
    "StudStor",
    "Studi storici: rivista trimestrale dell'Ist. Gramsci"
  ],
  [
    "StudUrb(B)",
    "Studi urbinati di storia, filosofia e letteratura"
  ],
  [
    "Stylus",
    "Stylus: cuadernos de filología"
  ],
  [
    "SyllClass",
    "Syllecta classica"
  ],
  [
    "SZ",
    "Studia Zamorensia"
  ],
  [
    "SZG",
    "Schweizerische Zeitschrift für Geschichte"
  ],
  [
    "T&C",
    "Technology and Culture"
  ],
  [
    "T&MBYZ",
    "Travaux et mémoires du Centre de recherches d'hist. et civil. byzantines"
  ],
  [
    "TAPhA",
    "Transactions and Proceedings of the American Philological Association"
  ],
  [
    "TAPhS",
    "Transactions of the American Philosophical Society"
  ],
  [
    "TCLA",
    "Travaux du Cercle linguistique d'Aix-en-Provence"
  ],
  [
    "TÈ",
    "Trudy gosudarstbennogo Èrmitaza (travaux du Musée d'État de l'Ermitage)"
  ],
  [
    "TF",
    "Tijdschrift voor filosofie"
  ],
  [
    "TG",
    "Tijdschrift voor geschiedenis"
  ],
  [
    "Th&Ph",
    "Theologie und Philosophie"
  ],
  [
    "Theoria",
    "Theoria: a Swedish journal of philosophy and psychology"
  ],
  [
    "ThLZ",
    "Theologische Literaturzeitung: Monatsschrift für das gesamte Gebiet der Theologie und Religionswissenschaft"
  ],
  [
    "ThQ",
    "Theologische Quartalschrift"
  ],
  [
    "ThRdschau",
    "Theologische Rundschau"
  ],
  [
    "ThRev",
    "Theologische Revue"
  ],
  [
    "ThS",
    "Theological Studies"
  ],
  [
    "ThZ",
    "Theologische Zeitschrift"
  ],
  [
    "TJ",
    "Trinity Journal, publ. by Trinity Evangelical Divinity School"
  ],
  [
    "TLS",
    "The Times Literary Supplement"
  ],
  [
    "TMon",
    "Trésors monétaires"
  ],
  [
    "Topoi(Dordrecht)",
    "Topoi: an international review of philosophy"
  ],
  [
    "Topoi(Lyon)",
    "Topoi: Orient-Occident"
  ],
  [
    "TPhS",
    "Transactions of the Philological Society"
  ],
  [
    "TR",
    "Le Temps de la réflexion"
  ],
  [
    "TraNeL",
    "Travaux neuchâtelois de linguistique"
  ],
  [
    "TZ",
    "Trierer Zeitschrift, für Geschichte und Kunst des Trierer Landes und seiner Nachbargebiete"
  ],
  [
    "UF",
    "Ugarit-Forschungen"
  ],
  [
    "V&F",
    "Verkundigung und Forschung: Wissenschaft vom Neuen Testament. Beitr. zu Evangelische Theologie"
  ],
  [
    "VChr",
    "Vigiliae Christianae: a review of early Christian life and language"
  ],
  [
    "VDI",
    "Vestnik Drevnej Istorii (Revue d'Histoire ancienne)"
  ],
  [
    "Veleia",
    "Veleia: revista de prehistoria, historia antigua, arqueologá y filología clásicas"
  ],
  [
    "Verbum",
    "Verbum: revue de linguistique publ. par l'Univ. de Nancy II"
  ],
  [
    "VetChr",
    "Vetera Christianorum"
  ],
  [
    "Vichiana",
    "Vichiana: rassegna di studi filologici e storici"
  ],
  [
    "Vivarium",
    "Vivarium: a journal for mediaeval philosophy and the intellectual life of the Middle Ages"
  ],
  [
    "VKF",
    "Voprosy klassiceskoj Filologii"
  ],
  [
    "VL",
    "Vita Latina"
  ],
  [
    "VLUFILOS",
    "Vestnik Leningradskogo Universiteta, Ser. 6, Filos."
  ],
  [
    "VLUIST",
    "Vestnik Leningradskogo Universiteta, Ser. 2, Istor."
  ],
  [
    "VMUFILOL",
    "Vestnik Moskovskogo Universiteta (filol. sekcija)"
  ],
  [
    "VMUFILOS",
    "Vestnik Moskovskogo Universiteta (filos. sekcija)"
  ],
  [
    "VMUIST",
    "Vestnik Moskovskogo Universiteta (ist. sekcija)"
  ],
  [
    "Vopåz",
    "Voprosy âzykoznaniâ (Problèmes de linguistique)"
  ],
  [
    "VopFilos",
    "Voprosy filosofii (Problèmes de philosophie)"
  ],
  [
    "VopIst",
    "Voprosy istorii (Problèmes d'histoire)"
  ],
  [
    "VoxLat",
    "Vox Latina: commentarii periodici"
  ],
  [
    "VoxP",
    "Vox Patrum"
  ],
  [
    "VR",
    "Vox Romanica: annales Helvetici explorandis Linguis Romanicis destinati"
  ],
  [
    "VRel",
    "Visible Religion: annual for religious iconography"
  ],
  [
    "VT",
    "Vetus Testamentum: quarterly publ. by the International Organization of Old Testament Scholars"
  ],
  [
    "W&D",
    "Wort und Dienst: Jahrbuch der kirchlichen Hochschule Bethel (bei Bielefeld)"
  ],
  [
    "WHB",
    "Wiener humanistische Blätter"
  ],
  [
    "WJA",
    "Würzburger Jahrbücher für die Altertumswissenschaft"
  ],
  [
    "WO",
    "Die Welt des Orients: wissenschaftliche Beiträge zur Kunde des Morgenlandes"
  ],
  [
    "WS",
    "Wiener Studien: Zeitschrift für klassische Philologie und Patristik"
  ],
  [
    "WZBERLIN",
    "Wissenschaftliche Zeitschrift der Humboldt-Univ. Berlin, Gesellsch.- & sprachwiss. Reihe"
  ],
  [
    "WZGREIFS",
    "Wissenschaftliche Zeitschrift der Ernst-Moritz-Arndt-Univ., Greifswald, Gesellsch.- & sprachwiss. Reihe."
  ],
  [
    "WZHALLE",
    "Wissenschaftliche Zeitschrift der Martin-Luther-Univ. Halle-Wittenberg"
  ],
  [
    "WZJENA",
    "Wissenschaftliche Zeitschrift der Friedrich-Schiller-Univ. Jena, Gesellsch.- & sprachwiss. Reihe."
  ],
  [
    "WZLEIPZIG",
    "Wissenschaftliche Zeitschrift der Karl-Marx-Univ. Leipzig, Gesellsch.- & sprachwlss. Reihe."
  ],
  [
    "WZROSTOCK",
    "Wissenschaftliche Zeitschrift der Wilhelm-Pieck-Univ. Rostock Gesellsch.- & sprachwiss. Reihe."
  ],
  [
    "YCIS",
    "Yale Classical Studies"
  ],
  [
    "YJC",
    "The Yale Journal of Criticism"
  ],
  [
    "YLG",
    "Yale University Library Gazette"
  ],
  [
    "ZAC",
    "Zeitschrift für antikes Christentum"
  ],
  [
    "ZAnt",
    "Ziva Antika (Antiquité vivante)"
  ],
  [
    "ZAS",
    "Zeitschrift für ägyptische Sprache und Altertumskunde"
  ],
  [
    "ZATW",
    "Zeitschrift für die Alttestamentliche Wissenschaft"
  ],
  [
    "ZBB",
    "Zentralblatt für Bibliothekswesen"
  ],
  [
    "ZDMG",
    "Zeitschrift der Deutschen Morgenländischen Gesellschaft"
  ],
  [
    "ZfA",
    "Zeitschrift für Archäologie"
  ],
  [
    "ZJKF",
    "Zprávy Jednoty Klasickaych Filologu"
  ],
  [
    "ZKG",
    "Zeitschrift für Kirchengeschichte"
  ],
  [
    "ZKTh",
    "Zeitschrift für Katholische Theologie"
  ],
  [
    "ZNTW",
    "Zeitschrift für die Neutestamentliche Wissenschaft und die Kunde der älteren Kirche"
  ],
  [
    "ZPalV",
    "Zeitschrift des Deutschen Palästina-Vereins"
  ],
  [
    "ZPE",
    "Zeitschrift für Papyrologie und Epigraphik"
  ],
  [
    "ZPhF",
    "Zeitschrift für Philosophische Forschung"
  ],
  [
    "ZRG",
    "Zeitschrift der Savigny-Stiftung für Rechtsgeschichte (Romanistische Abteilung)"
  ],
  [
    "ZRGG",
    "Zeitschrift für Religions- und Geistesgeschichte"
  ],
  [
    "ZRPh",
    "Zeitschrift für Romanische Philologie"
  ],
  [
    "ZS",
    "Zeitschrift für Semiotik"
  ],
  [
    "ZVS",
    "Zeitschrift für Vergleichende Sprachforschung"
  ],
  [
    "ZWG",
    "Sudhoffs Archiv: Zeitschrift für Wissenschaftsgeschichte"
  ]
]